{"translation-revision-date":"2024-02-23 07:25:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"%s is now allowed":["%s sekarang diizinkan"],"Trust IP Address":["Percayai Alamat IP"],"Skip":["Lewati"],"By placing it outside the root folder, it is not publicly accessible.":["Dengan menaruh di luar folder root, berkas tidak akan dapat diakses secara publik."],"Send":["Kirim"],"Type your question here":["Ketik pertanyaan Anda di sini"],"Stop":["Berhenti"],"We finished the configuration.":["Kami selesai melakukan konfigurasi."],"All":["Semua"],"%s is enforced.":["%s diberlakukan."],"success":["sukses"],"failed":["gagal"],"No results":["Tidak ada hasil"],"Enforce":["Diberlakukan"],"Allowed":["Diizinkan"],"Blocked":["Diblok"],"Learning Mode":["Mode Belajar"],"Start scan":["Mulai pemindaian"],"DNS verification active. You can switch back to directory verification here.":["Verifikasi DNS aktif. Anda dapat beralih kembali ke direktori verifikasi di sini."],"Ignore":["Abaikan"],"Edit":["Edit"],"Help":["Bantuan"],"The certificate is not generated by Really Simple SSL, so there are no installation files here":["Sertifikat tidak dibuat oleh Really Simple SSL, jadi tidak ada berkas instalasi di sini"],"Show ignored URLs":["Tampilkan URL yang diabaikan"],"No results. Start your first scan":["Tidak ada hasil. Mulai pemindaian pertama Anda"],"View":["Lihat"],"Install SSL":["Instal SSL"],"Deactivate":["Nonaktifkan"],"Review the settings and enforce the policy":["Tinjau pengaturan dan terapkan kebijakan"],"Disable to configure":["Nonaktifkan untuk buat konfigurasi"],"Enforced":["Berlakukan"],"%s has been disabled.":["%s telah dinonaktifkan."],"Network settings":["Pengaturan Jaringan"],"Everything is now served over SSL":["Semua ditampilkan melalui SSL"],"Revoke":["Cabut"],"Disable":["Nonaktifkan"],"Fix":["Perbaiki"],"Allow":["Izinkan"],"Delete":["Hapus"],"Username":["Nama Pengguna"],"Details":["Detail"],"Activate":["Aktifkan"],"Value":["Nilai"],"Certificate (CRT)":["Sertifikat (CRT)"],"Certificate Authority Bundle (CABUNDLE)":["Certificate Authority Bundle (CABUNDLE)"],"Copy content":["Salin konten"],"Download":["Unduh"],"Install your certificate.":["Pasang sertifikat Anda."],"Private Key (KEY)":["Private Key (KEY)"],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Di dalam folder bernama \"ssl\" buat folder baru bernama \"certs\", dengan kode izin menulis 644."],"This is the certificate, which you need to install in your hosting dashboard.":["Ini adalah sertifikat yang Anda butuhkan untuk diinstall di dalam dasbor hosting Anda."],"Skip DNS check":["Lewati pemeriksaan DNS"],"You can manually check the DNS records in an %sonline tool%s.":["Anda dapat memeriksa secara manual DNS record di %sonline tool%s."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["Kami tidak dapat melakukan pengecheckan DNS record. Jika Anda baru saja menambahkan, silahkan lakukan pengecheckan beberapa menit kemudian."],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["Bundel CA terkadang akan terdeteksi secara otomatis. Jika tidak, Anda dapat menggunakan file ini."],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["Kunci pribadi dapat diunggah atau ditempel di kolom yang sesuai di dasbor hosting Anda"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Jika Anda yakin sudah disetel dengan benar, Anda dapat klik tombol untuk melewati pemeriksaan DNS."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Tambahkan token berikut sebagai catatan teks ke DNS record Anda. Kami merekomendasikan untuk menggunakan TTL pendek selama proses instalasi, jika sewaktu-waktu Anda perlu mengubahnya."],"Create a folder called “ssl”":["Membuat folder \"ssl\""],"Create a key directory":["Membuat direktori kunci"],"Click the refresh button.":["Tekan tombol refresh."],"The key directory is needed to store the generated keys.":["Direktori kunci diperlukan untuk menyimpan kunci yang dihasilkan."],"Create a certs directory":["Buat direktori certs"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Di dalam folder bernama \"ssl\" buat folder baru bernama \"keys\", dengan kode izin menulis 644."],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Arahkan ke FTP atau File Manager dimana satu tingkat di atas root dari instalasi WordPress Anda:"],"Switch to DNS verification":["Beralih ke verifikasi DNS"],"The certificate will get stored in this directory.":["Sertifikat akan disimpan pada direktori ini."],"Create a folder called “.well-known”":["membuat folder \".well-known\""],"Next step":["Langkah selanjutnya"],"Or you can switch to DNS verification":["Atau Anda dapat beralih ke verifikasi DNS"],"Create a challenge directory":["Membuat direktori \"challenge\""],"The challenge directory is used to verify the domain ownership.":["Direktori challenge dipergunakan untuk memverifikasi kepemilikan domain"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Arahkan di FTP atau File Manager hingga ke folder roor dari instalasi WordPress Anda."],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Jika direktori challenge tidak dapat dibuat, Anda dapat menghapus batasan server, atau mengubah ke verifikasi DNS."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Di dalam folder “.well-known” buat folder baru bernama “acme-challenge”, dengan kode izin menulis 644 ."],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Jika direktori challenge tidak dapat dibuat, atau tidak dapat dijangkau, Anda dapat menghapus batasan server, atau mengubah ke verifikasi DNS."],"Please note that auto-renewal with a DNS challenge might not be possible.":["Mohon dicatat bahwa perpanjangan otomatis dengan tantangan DNS mungkin tidak dapat dilakukan."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Jika Anda ingin mengamankan subdomain seperti mail.domain.com, cpanel.domain.com, Anda harus menggunakan %sDNS%s challenge."],"Switch to directory verification":["Beralih ke verifikasi direktori"],"Domain":["Domain"],"Attempt %s.":["Percobaan %s"],"Verifying DNS records...":["Memverifikasi DNS record..."],"Re-check":["Periksa kembali"],"Copied!":["Disalin!"],"Warning":["Peringatan"],"Read more":["Baca lebih lanjut"],"Activate SSL":["Aktifkan SSL"],"Cancel":["Batal"],"More info":["Info lebih lanjut"],"Activate SSL networkwide":["Aktifkan SSL networkwide"],"Check again":["Periksa lagi"]}},"comment":{"reference":"settings\/build\/299.830a381704295dfcff53.js"}}